{u'status': u'ok', u'articles': [{u'description': u"President Trump remains hospitalized after a positive coronavirus test, while Joe Biden heads to the key battleground state of Florida, where he will participate in nationally televised town hall. Information about Trump's health remain limited and contradict…", u'title': u'Election live updates: Biden heading to Florida while doctors say Trump could be discharged as soon as today - The Washington Post', u'url': u'https://www.washingtonpost.com/elections/2020/10/05/trump-biden-live-updates/', u'author': u'John Wagner', u'publishedAt': u'2020-10-05T12:37:00Z', u'content': u'Biden is scheduled Monday to head to the key battleground state of Florida to court Haitian and Latino voters and participate in a nationally televised town hall hosted by NBC News.\r\nAccording to the… [+1035 chars]', u'source': {u'id': u'the-washington-post', u'name': u'The Washington Post'}, u'urlToImage': u'https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/10-04-2020/t_d9bf8ae6c7eb40f99297cddfe654f180_name_drive_scaled.jpg&w=1440'}, {u'description': u'Five months after MyoKardia $MYOK swept its late-stage pivotal on its lead heart drug — highlighting its success with a precision med approach to cardiology — Bristol Myers Squibb is stepping up with a $13.1 billion buyout tied to a big premium. Bristol Myers…', u'title': u"UPDATED: Bristol Myers offers a big premium to reel in Myokardia's cardio pipeline with a $13B buyout - Endpoints News", u'url': u'https://endpts.com/bristol-myers-offers-a-big-premium-to-reel-in-myokardias-cardio-pipeline-with-a-13b-buyout/', u'author': u'John Carroll, Amber Tong', u'publishedAt': u'2020-10-05T11:50:42Z', u'content': u'Quite often when I highlight a private, typically early-stage biotech company for these annual awards, Im asked what I look for in a company. How do you define an Endpoints 11 company?\r\n[Register for… [+2739 chars]', u'source': {u'id': None, u'name': u'Endpoints News'}, u'urlToImage': u'https://endpts.com/wp-content/uploads/2020/08/Giovanni-Caforio-Getty-1-scaled.jpg'}, {u'description': u'Armenia and Azerbaijan accused each other on Monday of attacking civilian areas on a ninth day of fighting, the deadliest in the region for more than 25 years.', u'title': u'Armenia, Azerbaijan blame each other for hitting civilian areas - NBC News', u'url': u'https://www.nbcnews.com/news/world/armenia-azerbaijan-blame-each-other-hitting-civilian-areas-n1242089', u'author': u'Reuters', u'publishedAt': u'2020-10-05T10:36:00Z', u'content': u'YEREVAN Armenia and Azerbaijan accused each other on Monday of attacking civilian areas on a ninth day of fighting, the deadliest in the South Caucasus region for more than 25 years.\r\nHundreds of peo… [+2156 chars]', u'source': {u'id': u'nbc-news', u'name': u'NBC News'}, u'urlToImage': u'https://media1.s-nbcnews.com/j/newscms/2020_41/3417434/201005-stepanakert-shelling-mc-9292_3c6a97dadcac6e934e67ee2ac31e266d.nbcnews-fp-1200-630.JPG'}, {u'description': u'A local mother is sharing her story to raise awareness for Breast Cancer Awareness month, a time for women of all ages to assess their risk and consider preventive action.', u'title': u'Woman diagnosed with breast cancer endures aggressive treatment while pregnant - WRAL.com', u'url': u'https://www.wral.com/woman-diagnosed-with-breast-cancer-endures-aggressive-treatment-while-pregnant/19315132/', u'author': u'Rick Armstrong, Renee Chou, Jessica Patrick', u'publishedAt': u'2020-10-05T10:15:00Z', u'content': u'By Renee Chou, anchor/reporter, and Rick Armstrong, photojournalist\r\nA local mother is sharing her story to raise awareness for Breast Cancer Awareness month, a time for women of all ages to take pre… [+2443 chars]', u'source': {u'id': None, u'name': u'WRAL.com'}, u'urlToImage': u'https://wwwcache.wral.com/asset/news/local/2020/10/05/19320876/MOM-DMID1-5of07d0zr-640x480.jpg'}, {u'description': u'Harvey J. Alter, Michael Houghton and Charles M. Rice were jointly honored for their decisive contribution to the fight against blood-borne hepatitis, a major global health problem.', u'title': u'Nobel Prize in Medicine Awarded to Scientists Who Discovered Hepatitis C Virus - The New York Times', u'url': u'https://www.nytimes.com/2020/10/05/health/nobel-prize-medicine-hepatitis-c.html', u'author': u'Daniel Victor', u'publishedAt': u'2020-10-05T10:12:00Z', u'content': u'The Nobel Prize in Physiology or Medicine was awarded jointly to Harvey J. Alter, Michael Houghton and Charles M. Rice on Monday for the discovery of hepatitis C virus, a breakthrough the Nobel Assem… [+850 chars]', u'source': {u'id': None, u'name': u'New York Times'}, u'urlToImage': u'https://static01.nyt.com/images/2020/10/05/world/05nobel-medicine-sub/merlin_178075314_c4f00233-1c5e-458f-9dcb-5e537fa5ab09-facebookJumbo.jpg'}, {u'description': u'Chief Justice John Roberts faces a new period of Supreme Court turmoil that could define him and his legacy like nothing he confronted in the past 15 years, when he sided with liberals on Obamacare, clashed with President Donald Trump, and presided over an hi…', u'title': u'John Roberts faces a new round of legacy-defining turmoil - CNN', u'url': u'https://www.cnn.com/2020/10/05/politics/john-roberts-new-challenge/index.html', u'author': u'Joan Biskupic, CNN legal analyst & Supreme Court biographer', u'publishedAt': u'2020-10-05T10:05:00Z', u'content': u'(CNN)Chief Justice John Roberts faces a new period of Supreme Court turmoil that could define him and his legacy like nothing he confronted in the past 15 years, when he sided with liberals on Obamac… [+7619 chars]', u'source': {u'id': u'cnn', u'name': u'CNN'}, u'urlToImage': u'https://cdn.cnn.com/cnnnext/dam/assets/200709150501-justice-john-roberts-file-super-tease.jpg'}, {u'description': u"Amy Coney Barrett\xa0has\xa0given more than 100 talks since 2010. Here's what we learned about the Supreme Court nominee by watching some of them.", u'title': u"We binge-watched 15 hours of Amy Barrett's speeches. Here’s what we learned about her judicial philosophy. - USA TODAY", u'url': u'https://www.usatoday.com/story/news/politics/2020/10/05/amy-barrett-we-watched-hours-her-speeches-heres-what-we-learned/3596731001/', u'author': u'Nick Penzenstadler, Kevin McCoy', u'publishedAt': u'2020-10-05T10:01:47Z', u'content': u'Judge Amy Coney Barrett spoke at Jacksonville Universitys Public Policy Institute in 2016 discussing what a Trump Supreme Court would look like.\r\nUSA TODAY Handout\r\nJudge Amy Coney Barrett\xa0knows shes… [+15868 chars]', u'source': {u'id': u'usa-today', u'name': u'USA Today'}, u'urlToImage': u'https://www.gannett-cdn.com/presto/2020/09/28/USAT/cf361fd4-815d-4414-a425-7fd88827bcc0-Amy_Coney_Barrett_08.JPG?crop=3514,1977,x0,y84&width=3200&height=1680&fit=bounds'}, {u'description': u'George Takei’s call to action picked up over the weekend, with hundreds of people adopting the hashtag and posting images and messages of love and support.', u'title': u'The Proud Boys were emboldened by Trump’s words. Then, LGBTQ couples reclaimed the group’s hashtag. - The Washington Post', u'url': u'https://www.washingtonpost.com/nation/2020/10/05/proudboys-twitter-lgbtq-takei/', u'author': u'Jaclyn Peiser', u'publishedAt': u'2020-10-05T10:01:00Z', u'content': u'But then actor and activist George Takei suggested a clever comeback a way to drown out the hate on social media and replace it with something, well, gay.\r\nWhat if gay guys took pictures of themselve… [+3992 chars]', u'source': {u'id': u'the-washington-post', u'name': u'The Washington Post'}, u'urlToImage': u'https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/UUMRGFXXRJARJP2OYVC5ZFLPLU.JPG&w=1440'}, {u'description': u'<p>Some viewers thought the mockery of the president was in poor taste</p>', u'title': u'Alec Baldwin defends playing Trump on SNL: ‘If he was truly, gravely ill we wouldn’t have done it’ - The Independent', u'url': u'https://www.independent.co.uk/arts-entertainment/tv/news/alec-baldwin-donald-trump-snl-saturday-night-live-coronavirus-hospital-b803715.html', u'author': u'Ellie Harrison', u'publishedAt': u'2020-10-05T09:43:00Z', u'content': u'Alec Baldwin has defended his mockery of Donald Trump on Saturday Night Live, after some condemned the programme for joking about the president so soon after his coronavirus diagnosis.\r\nThe season 46… [+2544 chars]', u'source': {u'id': u'independent', u'name': u'Independent'}, u'urlToImage': u'https://static.independent.co.uk/2020/10/05/10/newFile-3.jpg'}, {u'description': u'', u'title': u'Hundreds of Regal, Cineworld movie theaters to close - ABC News', u'url': u'https://abcnews.go.com/Business/wireStory/hundreds-regal-cineworld-movie-theaters-close-73425901', u'author': u'The Associated Press', u'publishedAt': u'2020-10-05T09:42:11Z', u'content': u'LONDON -- Shares in the company that owns the Regal, Cineworld and Picturehouse movie theaters fell as much as 58% after it said it will temporarily close the venues because the postponement of the l… [+739 chars]', u'source': {u'id': u'abc-news', u'name': u'ABC News'}, u'urlToImage': u'https://s.abcnews.com/images/Entertainment/WireAP_79e01bf8619340aa82967b50b274267d_16x9_992.jpg'}, {u'description': u"Nancy Pelosi says progress is being made on more US stimulus and tells airlines 'don't fire people'", u'title': u"Nancy Pelosi says progress is being made on more US stimulus, and tells airlines 'don't fire people' | Markets - Business Insider", u'url': u'https://www.businessinsider.com/pelosi-us-stimulus-progress-tells-airlines-dont-fire-people-cbs-2020-10', u'author': u'Shalini Nagarajan', u'publishedAt': u'2020-10-05T09:14:25Z', u'content': u'REUTERS/Yuri Gripas\r\n<ul><li>House Speaker Nancy Pelosi told CBS News on Sunday that lawmakers are "making progress" on more US stimulus, and said US airlines\xa0should hold off on job cuts.</li><li>Pel… [+2605 chars]', u'source': {u'id': u'business-insider', u'name': u'Business Insider'}, u'urlToImage': u'https://i.insider.com/5f7ad724282c500018c78801?format=jpeg'}, {u'description': u'Mike Pence and Kamala Harris are expected to debate this week against an extraordinary backdrop that has raised the stakes of a normally routine event.', u'title': u'Pence and Harris prep for a debate with suddenly higher stakes - NBC News', u'url': u'https://www.nbcnews.com/politics/2020-election/pence-harris-prep-debate-suddenly-higher-stakes-n1242064', u'author': u'Carol E. Lee, Hallie Jackson, Monica Alba, Ali Vitali, Deepa Shivaram, Amanda Golden, Garrett Haake', u'publishedAt': u'2020-10-05T09:03:00Z', u'content': u'WASHINGTON Vice President Mike Pence and Sen. Kamala Harris are expected to take the debate stage Wednesday night against an extraordinary backdrop that has raised the stakes of an event that for dec… [+6747 chars]', u'source': {u'id': u'nbc-news', u'name': u'NBC News'}, u'urlToImage': u'https://media4.s-nbcnews.com/j/newscms/2020_40/3417402/201004-kamala-harris-mike-pence-2up-2x1-jm-1503_d5e1a13a6333abd52c60d1ce246c82e6.nbcnews-fp-1200-630.jpg'}, {u'description': u'Health concerns of president ease as relief spreads to markets', u'title': u"Trump's improving health gives rise to stocks as political uncertainy fears eased - Fox Business", u'url': u'https://www.foxbusiness.com/markets/trumps-improving-health-gives-rise-to-stocks-as-political-uncertainy-fears-eased', u'author': u'Reuters', u'publishedAt': u'2020-10-05T08:58:40Z', u'content': u'TOKYO\xa0- Stocks rose on Monday as signs that President Donald Trump’s health was improving eased some of the political uncertainty caused by his coronavirus infection, which sent investors rushing for… [+3946 chars]', u'source': {u'id': None, u'name': u'Fox Business'}, u'urlToImage': u'https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2020/10/0/0/Trump-Stock-market-AP.jpg?ve=1&tl=1'}, {u'description': u'US President Donald Trump is trying to convince the world that his Covid-19 diagnosis is not a big deal after all. That strategy might be working on investors, for now.', u'title': u"Global stocks rise after Trump's doctor said he could leave hospital soon - CNN", u'url': u'https://www.cnn.com/2020/10/05/investing/global-stocks/index.html', u'author': u'Jill Disis, CNN Business', u'publishedAt': u'2020-10-05T08:56:00Z', u'content': None, u'source': {u'id': u'cnn', u'name': u'CNN'}, u'urlToImage': u'https://cdn.cnn.com/cnnnext/dam/assets/201004234718-04-trump-walter-reed-morotcade-1004-super-tease.jpg'}, {u'description': u'Byrd, who starred in numerous Spike Lee films, was shot and killed in Atlanta on Saturday.', u'title': u"Thomas Jefferson Byrd: Spike Lee pays tribute after actor's 'tragic murder' - BBC News", u'url': u'https://www.bbc.com/news/entertainment-arts-54416443', u'author': u'https://www.facebook.com/bbcnews', u'publishedAt': u'2020-10-05T08:45:17Z', u'content': u'Image copyrightGetty ImagesImage caption\r\n Thomas Jefferson Byrd with Spike Lee in 2012\r\nOscar winner Spike Lee has paid tribute to actor Thomas Jefferson Byrd, who has been shot and killed in the US… [+1581 chars]', u'source': {u'id': None, u'name': u'BBC News'}, u'urlToImage': u'https://ichef.bbci.co.uk/news/1024/branded_news/8417/production/_114751833_spike_getty.jpg'}, {u'description': u'The presidency, control of the Senate and even a quick confirmation of Amy Coney Barrett are all in doubt less than a month from the election.', u'title': u'Republicans gripped by dread as multiple crises swirl - POLITICO', u'url': u'https://www.politico.com/news/2020/10/05/republicans-dread-coronavirus-infections-426351', u'author': u'Ryan Lizza, Daniel Lippman', u'publishedAt': u'2020-10-05T08:42:00Z', u'content': u'Trump had immediately recognized how the enemy could derail the plan. On Friday Graham said that Trump asked him about Barrett and the senator assured him were moving on.\r\nFinally, Graham was dealing… [+6903 chars]', u'source': {u'id': u'politico', u'name': u'Politico'}, u'urlToImage': u'https://static.politico.com/d8/f0/a8fd34064b50868f7b89e15af379/201005-lindsey-graham-ap-773.jpg'}, {u'description': u'Earth is not necessarily the best planet in the universe. Researchers have identified two dozen planets outside our solar system that may have conditions more suitable for life than our own. Some of these orbit stars that may be better than even our sun.', u'title': u'Some planets may be better for life than Earth - Phys.org', u'url': u'https://phys.org/news/2020-10-planets-life-earth.html', u'author': u'Science X staff', u'publishedAt': u'2020-10-05T07:49:27Z', u'content': u'Earth is not necessarily the best planet in the universe. Researchers have identified two dozen planets outside our solar system that may have conditions more suitable for life than our own. Some of … [+4851 chars]', u'source': {u'id': None, u'name': u'Phys.Org'}, u'urlToImage': u'https://scx2.b-cdn.net/gfx/news/hires/2020/planet.jpg'}, {u'description': u'Interpol issued a “Red Notice” last week informing member countries that Thailand sought the arrest of a Thai heir to the Red Bull energy drink fortune...', u'title': u'Thailand: Interpol issues new Red Notice for Red Bull heir - Yahoo News', u'url': u'https://news.yahoo.com/thailand-interpol-issues-red-notice-073442630.html', u'author': u'BUSABA SIVASOMBOON', u'publishedAt': u'2020-10-05T07:34:00Z', u'content': u'BANGKOK (AP) Interpol issued a Red Notice last week informing member countries that Thailand sought the arrest of a Thai heir to the Red Bull energy drink fortune involved in a 2012 traffic accident … [+2124 chars]', u'source': {u'id': None, u'name': u'Yahoo Entertainment'}, u'urlToImage': u'https://s.yimg.com/ny/api/res/1.2/Q3KM7ax5wKAGSpqUOiN.HA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/yfeYyhdIM3qzSkgJ5kY5fQ--~B/aD0zMjExO3c9NDgxNztzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/b79e9e053d7ae2ba0060e25dec77cff2'}, {u'description': u'Apple has filed a lawsuit against its former contractor GEEP Canada for allegedly reselling over 100,000 iPhones, iPads and Watches that were supposed to be disassembled and recycled.', u'title': u'Apple sues recycler for allegedly reselling 100,000 iPhones, iPads and Watches - Engadget', u'url': u'https://www.engadget.com/apple-sues-recycler-for-allegedly-reselling-100000-i-phones-i-pads-and-watches-064806423.html', u'author': u'', u'publishedAt': u'2020-10-05T07:17:50Z', u'content': u'Apple is seeking $31 million CAD ($22.7 million US) from its former partner. GEEP hasn’t denied the theft, but claims that three employees stoles the devices to benefit themselves, not the company. A… [+911 chars]', u'source': {u'id': u'engadget', u'name': u'Engadget'}, u'urlToImage': u'https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=95&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2020-10%2F27ba9780-06d6-11eb-b9d9-57a8b49d24c9&client=amp-blogside-v2&signature=409ba25468f7ff326b8354a5d0dfaca8f6957350'}, {u'description': u"The October security patch has started making its way to two of Samsung's flagship lineups this week. Both last year's ...", u'title': u'Galaxy S20 and Galaxy S10 series pick up October security update - SamMobile', u'url': u'https://www.sammobile.com/news/galaxy-s20-galaxy-s10-pick-up-october-security-update/', u'author': u'SamMobile', u'publishedAt': u'2020-10-05T07:15:00Z', u'content': u'The October security patch has started making its way to two of Samsung’s flagship lineups this week. Both last year’s Galaxy S10 and this year’s Galaxy S20 series (not including the Galaxy S20 FE) a… [+1101 chars]', u'source': {u'id': None, u'name': u'SamMobile'}, u'urlToImage': u'https://www.sammobile.com/wp-content/uploads/2019/05/Galaxy-S10e-software-update-3-720x405.jpg'}], u'totalResults': 38}